# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "buo/cask-upgrade"

# Binaries
brew "gnupg"
brew "git"
brew "vim"
brew "tmux"
brew "open-mpi"

# Apps
cask "anaconda"
cask "julia"
cask "mpv"
cask "skim"
cask "macfuse"
cask "mounty"
cask "rectangle"
cask "tikzit"
cask "mactex"
cask "microsoft-office"
cask "menumeters"
cask "slack"
